let bachelorSpecialityData;
export default bachelorSpecialityData = [
    {
        id:0,
        specialityTitle:"Середня освіта. Біологія та здоров’я людини",
        jobsList:[
            "вчитель біології й екології у закладах загальної середньої освіти",
            "робота у сфері науково-природничих і діагностичних досліджень, у різноманітних закладах,установах організаціях біологічного профілю (медичних, екологічних, сільськогосподарських)"
        ],
        faculty: "Біологічний факультет"
    },
    {
        id:1,
        specialityTitle:"Біологія та біохімія",
        jobsList:[
            "бактеріолог",
            "біолог-дослідник",
            "біотехнолог",
            "біохімік",
            "ботанік",
            "генетик",
            "геоботанік",
            "герпетолог",
            "гідробіолог",
            "гістолог",
            "головний фахівець з охорони навколишнього середовища",
            "грибовод",
            "державний фітосанітарний інспектор",
            "експерт-цитолог судовий",
            "ембріолог",
            "ентомолог",
            "ентофітопатолог",
            "звірівник",
            "зоолаборант розплідника лабораторних тварин",
            "зоолаборант серпентарію",
            "зоолог",
            "імунолог",
            "інженер біомедичний",
            "інженер з охорони навколишнього середовища",
            "інженер з охорони природних екосистем",
            "інженер з охорони тваринного світу",
            "інспектор з карантину рослин",
            "інспектор з охорони природно-заповідного фонду",
            "інспектор із захисту рослин",
            "іхтіолог",
            "іхтіопатолог",
            "квітникар",
            "лаборант (біологічні дослідження)",
            "лаборант-мікробіолог",
            "лікар-лаборант-генетик",
            "майстер з охорони природи",
            "міколог",
            "мікробіолог",
            "молодший науковий співробітник (природно-заповідна справа)",
            "молодший науковий співробітник (біологія)",
            "озеленювач",
            "орнітолог",
            "палеонтолог",
            "паразитолог",
            "препаратор біологічних об’єктів",
            "препаратор з мікрозоології",
            "препаратор скелетів дрібних тварин",
            "рибовод-дослідник",
            "технік (природознавчі науки)",
            "технік-лаборант (біологічні дослідження)",
            "фахівець з ландшафтного дизайну",
            "фізіолог рослин",
            "фізіолог",
            "флорист"
        ],
        faculty: "Біологічний факультет"
    },
    {
        id: 2,
        specialityTitle: "Садівництво, плодоовочівництво та виноградарство",
        jobsList: [
            "агроном бригади",
            "фахівець з бджільництва",
            "фахівець з організації та ведення фермерського господарства",
            "фахівець з плодоовочівництва і виноградарства"
        ],
        faculty: "Біологічний факультет"
    },
    {
        id: 3,
        specialityTitle: "Середня освіта.Географія",
        jobsList: [
            "вчитель у закладі загальної середньої освіти",
            "вчитель у спеціалізованих навчальних закладах",
            "викладач у закладах фахової передвищої освіти, професійної (професійно-технічної) освіти",
            "інспектор навчальних закладів",
            "методист заочних шкіл і відділень",
            "методист у позашкільному закладі",
            "організатор позакласної та позашкільної виховної роботи з дітьми",
            "педагог-організатор",
            "фахівець у галузі методів навчання"
        ],
        faculty: "Географічний факультет"
    },
    {
        id: 4,
        specialityTitle: "Географія",
        jobsList: [
            "краєзнавець",
            "співробітник в галузі географії у проєктно-пошукових та виробничих установах",
            "фахівець з міського та районного планування",
            "фахівець у науково-дослідних установах і центрах",
            "фахівець в галузі географічних інформаційних систем, транскордонного співробітництва (екологія, туризм)",
            "фахівець в природоохоронних організаціях, туристичних фірмах, краєзнавчих музеях, органах державного управління та місцевого самоврядування, громадських організаціях",
            "фахівець у галузі охорони навколишнього природного середовища, збереження пам’яток природи"
        ],
    faculty: "Географічний факультет"
    },
{
    id: 5,
    specialityTitle: "Геодезія та землеустрій",
    jobsList: [
        "адміністратор бази геоданих",
        "адміністратор геосистеми",
        "аерофотозйомник",
        "геодезист",
        "замірник на топографо-геодезичних і маркшейдерських роботах",
        "інженер-землевпорядник",
        "інженер з відтворення природних екосистем",
        "інженер з інвентаризації нерухомого майна",
        "інженер з природокористування",
        "картограф",
        "картограф-укладач",
        "маркшейдер кар’єру, рудника, шахти",
        "насікальник карт",
        "оцінювач-експерт",
        "радник з питань землевпорядкування",
        "технік-аерофотограметрист",
        "технік-землевпорядник",
        "технік-геодезист",
        "технік-картограф",
        "технік-маркшейдер",
        "технік-топограф",
        "технік-топограф кадастровий",
        "технік-фотограмметрист",
        "фахівець з геосистемного моніторингу навколишнього середовища",
        "фахівець з дистанційного зондування землі та аерокосмічного моніторингу",
        "фотограмметрист"
],
    faculty: "Географічний факультет"
},
{
    id: 6,
        specialityTitle: "Лісове господарство",
    jobsList: [
    "інженер з лісових культур",
    "інженер з лісозаготівель",
    "інженер з лісокористування",
    "інженер з охорони та захисту лісу",
    "інженер лісового господарства",
    "інженер-лісопатолог",
    "інженер-таксатор",
    "лісник ІІ–ІІІ розряду",
    "майстер на заготівельних роботах",
    "помічник лісничого",
    "лісник І розряду"
],
    faculty: "Географічний факультет"
},
{
    id: 7,
        specialityTitle: "Економіка",
    jobsList: [
    "агент з постачання",
    "брокер (посередник) з купівлі-продажу товарів",
    "економіст",
    "експедитор (транспортний)",
    "диспетчер з випуску готової продукції",
    "інспектор податкової служби",
    "касир в банках та інкасатор",
    "менеджер підприємств, установ, організацій та їх підрозділів",
    "менеджер у фінансовій діяльності",
    "менеджер з права, бухгалтерського обліку, досліджень ринку, вивчення суспільної думки, консультацій з питань комерційної діяльності та управління",
    "менеджер з реклами",
    "менеджер систем якості",
    "організатор діловодства",
    "секретар керівника (організації, підприємства, установи)",
    "статистик",
    "фахівець в галузі економіки"
],
    faculty: "Економічний факультет"
},
{
    id: 8,
        specialityTitle: "Облік і оподаткування",
    jobsList: [
    "аудитор та помічник аудитора",
    "бухгалтер",
    "головний бухгалтер",
    "інспектор в органах державного управління і контролю (фінансових служб, податкових інспекцій, митних органів, контрольно-ревізійної служби, органів Пенсійного фонду та соціального страхування)",
    "інспектор з інвентаризації",
        "інспектор-ревізор",
        "інспектор податкової служби",
        "казначей",
        "касир-експерт",
        "консультант з податків і зборів",
        "помічник керівників підприємств, установ та організацій",
        "контролер у банках і небанківських фінансових установах (кредитних спілок, фондових бірж, інвестиційних компаній, страхових компаній, недержавних пенсійних фондів тощо)",
    "податковий інспектор",
        "податковий консультант",
        "помічник головного бухгалтера",
        "помічники керівників виробничих та інших основних підрозділів",
        "помічники керівників малих підприємств без апарату управління",
        "ревізор підприємств різних організаційно-правових форм та форм власності",
        "технік з обліку",
        "фахівець з фінансово-економічної безпеки",
        "фінансовий аналітик та консультант"
],
    faculty: "Економічний факультет"
},
{
    id: 9,
        specialityTitle: "Підприємництво та торгівля",
    jobsList: [
    "агент із зайнятості й трудових контрактів",
    "антикризовий керівник",
    "брокер",
    "дилер",
    "економіст з міжнародної торгівлі",
    "експерт із зовнішньоекономічних питань",
    "інспектор податкової служби",
    "комерційний директор",
    "консультант із зовнішньоекономічних питань",
    "маклер",
    "менеджер по роботі з клієнтами",
    "менеджер із зовнішньоекономічної діяльності",
    "менеджер з питань комерційної діяльності та управління",
    "менеджер з підбору, забезпечення та використання персоналу",
    "менеджер у соціальній сфері",
    "менеджер в оптовій торгівлі та посередництві у торгівлі",
    "менеджер у сфері пенсійного страхування",
    "начальник планово-економічного відділу",
    "організатор діловодства",
    "офісний службовець",
    "помічник керівника",
    "професіонал в галузі праці та зайнятості",
    "професіонал у сфері біржової діяльності",
    "співробітник виробничих підрозділів в оптовій та роздрібній торгівлі",
    "статистик",
    "трейдер"
],
    faculty: "Економічний факультет"
},
{
    id: 10,
        specialityTitle: "Фінанси, банківська справа, страхування та фондовий ринок",
    jobsList: [
    "агент з комерційного обслуговування та торгівлі",
    "агент з нерухомості",
    "банківський касир-операціоніст",
    "брокер",
    "державний інспектор",
    "економіст з бюджетування",
    "експерт-консультант зі страхування",
    "кредитний експерт",
    "комерційний ревізор",
    "оцінювач",
    "податковий агент",
    "страховий агент",
    "страхувальник",
    "технічний фахівець в галузі управління",
    "фахівець в галузі фінансів та торгівлі",
    "фахівець з біржових операцій",
    "фахівець з управління активами",
    "фінансовий аналітик",
    "фінансовий директор",
    "фінансовий менеджер",
    "податковий інспектор"
],
    faculty: "Економічний факультет"
},
{
    id: 11,
        specialityTitle: "Автоматизація, комп’ютерно-інтегровані технології та робототехніка",
    jobsList: [
    "інженер з автоматизованих систем керування виробництвом",
    "інженер із застосування комп’ютерів",
    "інженер з керування й обслуговування систем",
    "інженер-електронік систем виробництва нетрадиційних і відновлювальних видів енергії",
    "інженер з механізації та автоматизації виробничих процесів",
    "інженер-програміст",
    "керівник технічного аматорського дитячого колективу",
    "контролер складання електричних машин, апаратів та приладів",
    "майстер з ремонту устаткування",
    "налагоджувальник автоматичних ліній і агрегатних верстатів",
    "налагоджувальник контрольно-вимірювальних приладів та автоматики",
    "технік з автоматизації виробничих процесів",
    "фахівець в галузі прикладних наук і техніки"
],
    faculty: "Інженерно-технічний факультет"
},
{
    id: 12,
        specialityTitle: "Будівництво та цивільна інженерія",
    jobsList: [
    "інженер в галузі цивільного виробництва",
    "фахівець в проєктних інститутах і організаціях",
    "фахівець на будівельних виробництвах",
    "фахівець у відділі архітектури та містобудування"
],
    faculty: "Інженерно-технічний факультет"
},
{
    id: 13,
        specialityTitle: "Електроніка",
    jobsList: [
    "інженер в області виробництва і обслуговування електронного устаткування",
    "інженер-електронік",
    "інженер-конструктор",
    "контролер та регулювальник промислових робіт",
    "лаборант та технік, пов’язаний з хімічними та фізичними дослідженнями",
    "оператор медичного устаткування",
    "оператор радіо- та телекомунікаційного устаткування",
    "радіоелектронік",
    "технік електрозв’язку",
    "технік з радіолокації",
    "технік з сигналізації",
    "технік-конструктор (електроніка)",
    "технік-технолог (електроніка)",
    "технік з підготовки технічної документації (з електроніки)",
    "фахівець в галузі електроніки та телекомунікацій"
],
    faculty: "Інженерно-технічний факультет"
},
{
    id: 14,
        specialityTitle: "Комп’ютерна інженерія",
    jobsList: [
    "адміністратор баз даних",
    "інженер з програмного забезпечення",
    "науковий співробітник чи викладач у закладах освіти",
    "розробник обчислювальних систем, мереж та комп’ютерних програм",
    "технік-програміст",
    "технік із системного адміністрування",
    "технічний фахівець в галузі електроніки та телекомунікації",
    "технік обчислювального центру",
    "технік із конфігурованої комп’ютерної системи",
    "технік із структурованої кабельної системи",
    "програміст",
    "фахівець інформаційних технологій",
    "фахівець з розробки та тестування програмного забезпечення",
    "фахівець з розроблення комп’ютерних програм"
],
    faculty: "Інженерно-технічний факультет"
},
{
    id: 15,
        specialityTitle: "Прикладна механіка",
    jobsList: [
    "електромеханік",
    "інженер-технолог",
    "інженер-конструктор",
    "механік виробництва",
    "механік з ремонту устаткування",
    "механік з ремонту транспорту",
    "керівник відділу, підприємства відповідного профілю малого та середнього бізнесу",
    "технік-конструктор",
    "технік з експлуатації та ремонту устаткування"
],
    faculty: "Інженерно-технічний факультет"
},
{
    id: 16,
        specialityTitle: "Середня освіта. Математика",
    jobsList: [
    "вчитель математики та інформатики у закладах освіти",
    "фахівець у галузі освіти"
],
    faculty: "Факультет математики та цифрових технологій"
},
{
    id: 17,
        specialityTitle: "Математика",
    jobsList: [
    "адміністратор бази даних",
    "аналітик з комп’ютерних комунікацій",
    "асистент економіста-статистика",
    "аналітик комп’ютерного банку даних",
    "офісний службовець",
    "фахівець з комп’ютерної графіки"
],
    faculty: "Факультет математики та цифрових технологій"
},
{
    id: 18,
        specialityTitle: "Прикладна математика",
    jobsList: [
    "математик",
    "прикладний програміст",
    "фахівець з прикладної математики",
    "фахівець з розробки та тестування програмного забезпечення"
],
    faculty: "Факультет математики та цифрових технологій"
},
{
    id: 19,
        specialityTitle: "Системний аналіз",
    jobsList: [
    "технічний фахівець в галузі прикладних наук та техніки",
    "технічний фахівець в галузі обчислювальної техніки",
    "технік-програміст",
    "фахівець з машинного навчання",
    "фахівець з розробки та тестування програмного забезпечення"
],
    faculty: "Факультет математики та цифрових технологій"
},
{
    id: 20,
        specialityTitle: "Середня освіта.Фізична культура",
    jobsList: [
    "вчитель фізичної культури у закладах загальної середньої освіти",
    "вчитель початкових класів у закладах загальної середньої освіти",
    "вчитель спеціалізованих навчальних закладів",
    "фахівці у галузі навчання",
    "фахівці у галузі освіти"
],
    faculty: "Факультет здоров’я та фізичного виховання"
},
{
    id: 21,
        specialityTitle: "Спеціальна освіта.Олігофренопедагогіка",
    jobsList: [
    "асистент вихователя закладу дошкільної освіти",
    "асистент вихователя соціального по роботі з дітьми з інвалідністю",
    "асистент вчителя",
    "асистент вчителя-дефектолога",
    "асистент вчителя спеціальної освіти",
    "вихователь",
    "вихователь соціальний по роботі з дітьми з інвалідністю",
    "вчитель спеціальної освіти",
    "вчитель-дефектолог",
    "фахівець (консультант) інклюзивно-ресурсного центру"
],
    faculty: "Факультет здоров’я та фізичного виховання"
},
{
    id: 22,
        specialityTitle: "Фізична культура і спорт",
    jobsList: [
    "інструктор з аеробіки",
    "інструктор із стройової та фізичної підготовки",
    "інструктор-методист спортивної школи",
    "інструктор-методист тренажерного комплексу",
    "інструктор-методист з фізичної культури і спорту",
    "інструктор-методист з виробничої гімнастики",
    "тренер-викладач з виду спорту",
    "тренер з виду спорту",
    "фітнес-тренер"
],
    faculty: "Факультет здоров’я та фізичного виховання"
},
{
    id: 23,
        specialityTitle: "Терапія та реабілітація. Фізична терапія",
    jobsList: [
    "асистент фізичного терапевта",
    "асистент ерготерапевта",
    "масажист",
    "спортивний масажист"
],
    faculty: "Факультет здоров’я та фізичного виховання"
},
{
    id: 24,
        specialityTitle: "Психологія",
    jobsList: [
    "психолог у лікувально-профілактичних медичних закладах, у медичних реабілітаційних, пенітенціарних і паліативних закладах та закладах соціальної допомоги",
    "психолог у центрах практичної психології та соціальної роботи",
    "психолог у закладах освіти як загальноосвітніх, так і спеціальних, в установах з відбору персоналу (кадрові агентства, центри зайнятості, центри профорієнтації та ін.), у медіа-установах",
    "практичний психолог",
        "психолог-консультант"
],
    faculty: "Факультет здоров’я та фізичного виховання"
},
{
    id: 25,
        specialityTitle: "Середня освіта.Англійська мова та зарубіжна література",
    jobsList: [
    "вихователь у дошкільному навчальному закладі",
    "вчитель у закладі загальної середньої освіти",
    "вчитель у спеціалізованих навчальних закладах",
    "інспектор навчальних закладів",
    "методист заочних шкіл і відділень",
    "методист у позашкільному закладі",
    "організатор позакласної та позашкільної виховної роботи з дітьми",
    "фахівець у галузі методів навчання"
],
    faculty: "Факультет іноземної філології"
},
{
    id: 26,
        specialityTitle: "Середня освіта. Німецька мова та зарубіжна література",
    jobsList: [
    "вихователь у дошкільному навчальному закладі",
    "вчитель у закладі загальної середньої освіти",
    "вчитель у спеціалізованих навчальних закладах",
    "інспектор навчальних закладів",
    "методист заочних шкіл і відділень",
    "методист у позашкільному закладі",
    "організатор позакласної та позашкільної виховної роботи з дітьми",
    "фахівець у галузі методів навчання"
],
    faculty: "Факультет іноземної філології"
},
{
    id: 27,
        specialityTitle: "Середня освіта. Французька мова та зарубіжна література",
    jobsList: [
    "вихователь у дошкільному навчальному закладі",
    "вчитель у закладі загальної середньої освіти",
    "вчитель у спеціалізованих навчальних закладах",
    "інспектор навчальних закладів",
    "методист заочних шкіл і відділень",
    "методист у позашкільному закладі",
    "організатор позакласної та позашкільної виховної роботи з дітьми",
    "фахівець у галузі методів навчання"
],
    faculty: "Факультет іноземної філології"
},
{
    id: 28,
        specialityTitle: "Середня освіта. Румунська мова/мова молдовської національної меншини та зарубіжна література",
    jobsList: [
        "вихователь у дошкільному навчальному закладі",
        "вчитель у закладі загальної середньої освіти",
        "вчитель у спеціалізованих навчальних закладах",
        "інспектор навчальних закладів",
        "методист заочних шкіл і відділень",
        "методист у позашкільному закладі",
        "організатор позакласної та позашкільної виховної роботи з дітьми",
        "фахівець у галузі методів навчання"
    ],
        faculty: "Факультет іноземної філології"
},
{
    id: 29,
        specialityTitle: "Філологія. Германські мови та літератури (переклад включно), перша – англійська",
    jobsList: [
    "лінгвіст",
    "літературознавець",
    "перекладач",
    "письменник",
    "редактор перекладів",
    "фахівець у галузі філології, лінгвістики та перекладів",
    "філолог"
],
    faculty: "Факультет іноземної філології"
},
{
    id: 30,
        specialityTitle: "Філологія. Германські мови та літератури (переклад включно), перша – німецька",
    jobsList: [
    "лінгвіст",
    "літературознавець",
    "перекладач",
    "письменник",
    "редактор перекладів",
    "фахівець у галузі філології, лінгвістики та перекладів",
    "філолог"
],
    faculty: "Факультет іноземної філології"
},
{
    id: 31,
        specialityTitle: "Філологія. Романські мови та літератури (переклад включно), перша – французька",
    jobsList: [
    "лінгвіст",
    "літературознавець",
    "перекладач",
    "письменник",
    "редактор перекладів",
    "фахівець у галузі філології, лінгвістики та перекладів",
    "філолог"
],
    faculty: "Факультет іноземної філології"
},
{
    id: 32,
        specialityTitle: "Інженерія програмного забезпечення",
    jobsList: [
    "адміністратор баз даних",
    "адміністратор даних",
    "адміністратор доступу",
    "адміністратор системи",
    "аналітик програмного забезпечення та мультимедіа",
    "інженер-дослідник",
    "інженер із застосування комп’ютерів",
    "інженер з програмного забезпечення комп’ютерів",
    "інженер-програміст",
    "програміст (баз даних)",
    "програміст прикладний",
    "фахівець з комп’ютерної графіки (дизайн)",
    "фахівець з розробки та тестування програмного забезпечення",
    "фахівець з розробки комп’ютерних програм",
    "фахівець з інформаційних технологій"
],
    faculty: "Факультет інформаційних технологій"
},
{
    id: 33,
        specialityTitle: "Комп’ютерні науки",
    jobsList: [
    "адміністратор даних",
    "адміністратор доступу",
    "адміністратор системи",
    "аналітик з комп’ютерних систем",
    "аналітик програмного забезпечення та мультимедіа",
    "інженер з комп’ютерних систем",
    "інженер з програмного забезпечення комп’ютерів",
    "інженер-дослідник з комп’ютеризованих систем та автоматики",
    "інженер-дослідник",
    "інженер із застосування комп’ютерів",
    "інженер-програміст",
    "конструктор комп’ютерних систем",
    "програміст прикладний",
    "фахівець з інформаційних технологій",
    "фахівець з розробки та тестування програмного забезпечення",
    "фахівець з розроблення комп’ютерних програм",
    "фахівець з комп’ютерної графіки (дизайну)"
],
    faculty: "Факультет інформаційних технологій"
},
{
    id: 34,
        specialityTitle: "Інформаційні системи та технології",
    jobsList: [
    "адміністратор даних",
    "адміністратор доступу",
    "адміністратор системи",
    "аналітик програмного забезпечення та мультимедіа",
    "інженер-дослідник",
    "інженер із застосування комп’ютерів",
    "інженер з програмного забезпечення комп’ютерів",
    "інженер-програміст",
    "програміст прикладний",
    "фахівець з інформаційних технологій",
    "фахівець з розробки та тестування програмного забезпечення",
    "фахівець з розроблення комп’ютерних програм",
    "фахівець з комп’ютерної графіки (дизайну)"
],
    faculty: "Факультет інформаційних технологій"
},
{
    id: 35,
        specialityTitle: "Середня освіта. Історія",
    jobsList: [
    "викладач у закладах фахової передвищої освіти, професійної освіти",
    "вчитель у закладах загальної середньої освіти",
    "методист",
    "методист заочних шкіл і відділень",
    "методист у позашкільному закладі",
    "фахівець у галузі освіти"
],
    faculty: "Факультет історії та міжнародних відносин"
},
{
    id: 36,
        specialityTitle: "Історія та археологія",
    jobsList: [
    "антрополог",
    "архівіст",
    "археограф",
    "археолог",
    "бібліограф",
    "викладач у закладах фахової передвищої освіти, професійної освіти",
    "вчитель у закладах загальної середньої освіти",
    "експерт",
    "етнолог",
    "історик, експерт",
    "менеджер у сфері культури, відпочинку та спорту",
    "фахівець в галузі релігії"
],
    faculty: "Факультет історії та міжнародних відносин"
},
{
    id: 37,
        specialityTitle: "Міжнародні відносини, суспільні комунікації та регіональні студії",
    jobsList: [
    "аналітик консолідованої інформації",
    "аташе",
    "віце-консул",
    "дипломатичний агент",
    "дипломатичний кур'єр",
    "політолог-міжнародник",
    "помічник керівника підприємства",
    "секретар адміністративних органів",
    "секретар дипломатичного агентства",
    "референт"
],
    faculty: "Факультет історії та міжнародних відносин"
},
{
    id: 38,
        specialityTitle: "Маркетинг",
    jobsList: [
    "агент",
    "директор малої торговельної фірми",
    "економіст із збуту",
    "економіст із ціноутворення",
    "керуючий агентством",
    "комівояжер",
    "комерсант",
    "консультант з маркетингу",
    "менеджер з маркетингу",
    "менеджер з дослідження ринку та вивчення суспільної думки",
    "менеджер з питань комерційної діяльності та управління",
    "менеджер з маркетингу, логістики, постачання, збуту",
    "менеджер з реклами",
    "мерчендайзер",
    "начальник відділу (з реклами, зв’язків з громадськістю)",
    "представник торговельний",
    "рекламний агент",
    "торговельний агент",
    "фахівець з методів розширення ринку збуту"
],
    faculty: "Факультет історії та міжнародних відносин"
},
{
    id: 39,
        specialityTitle: "Менеджмент",
    jobsList: [
    "керівник підприємства, установи та організації",
    "керівники виробничих підрозділів у промисловості",
    "керівники виробничих підрозділів у будівництві",
    "керівники підрозділів кадрів і соціально-трудових відносин",
    "керівники проєктів та програм",
    "керівники малих підприємств без апарату та управління",
    "менеджер підприємств, установ, організації та їх підрозділів"
],
    faculty: "Факультет історії та міжнародних відносин"
},
{
    id: 40,
        specialityTitle: "Культурологія",
    jobsList: [
    "вчитель у закладах загальної середньої освіти",
    "менеджер у сфері культури, відпочинку та спорту",
    "організатор у сфері культури та мистецтва",
    "працівник з надання послуг у сфері мистецтва",
    "фахівець у сфері архівної справи, музеєзнавства, бібліотечної справи, інформації та кінопрограм",
    "фахівець у галузі освіти",
    "фахівець у галузі художньої творчості",
    "фахівець у галузі туризму"
],
    faculty: "Факультет історії та міжнародних відносин"
},
{
    id: 41,
        specialityTitle: "Міжнародні економічні відносини",
    jobsList: [
    "аналітик світових товарних ринків",
    "аналітик з інвестицій",
    "аташе",
    "дипломатичний представник",
    "економіст",
    "економіст з міжнародної торгівлі",
    "експерт із зовнішньоекономічних питань",
    "економічний радник",
    "інспектор з експорту",
    "логіст",
    "менеджер із зовнішньоекономічної діяльності",
    "оглядач з економічних питань",
    "перекладач",
    "фахівець в галузі фінансів і торгівлі",
    "фахівець в органах державного управління"
],
    faculty: "Факультет міжнародних економічних відносин"
},
{
    id: 42,
        specialityTitle: "Філологія. Прикладна лінгвістика",
    jobsList: [
    "бібліограф",
    "гід-перекладач",
    "інженер-дослідник",
    "інженер-програміст",
    "лінгвіст",
    "перекладач",
    "перекладач технічної літератури",
    "редактор-перекладач",
    "фахівець зі створення комп’ютерних лінгвістичних систем",
    "технік-програміст",
    "фахівець з бібліотечної справи",
    "філолог"
],
    faculty: "Факультет міжнародних економічних відносин"
},
{
    id: 43,
        specialityTitle: "Політологія",
    jobsList: [
    "дослідник в політичній сфері",
    "експерт із суспільно-політичних питань",
    "консультант та референт в політичних партіях та інших громадських організаціях",
    "консультант в апараті органів державної влади",
    "науковий співробітник",
    "політичний аналітик",
    "політичний журналіст",
    "політичний консультант",
    "політичний оглядач",
    "політолог",
    "помічник-консультант народного депутата",
    "редактор (соціально-політична проблематика)",
    "PR-фахівець"
],
    faculty: "Факультет суспільних наук"
},
{
    id: 44,
        specialityTitle: "Публічне управління та адміністрування",
    jobsList: [
    "асистент фахівця з міського та районного планування",
    "асистент фахівця з розміщення продуктивних сил та регіональної економіки",
    "державні інспектори",
    "заступник начальника відділу",
    "інструктор виконкому з організаційної роботи",
    "інспектор з кадрів",
    "інспектор з контролю за виконанням доручень",
    "керуючий справами (секретар) виконавчого комітету",
    "організатор діловодства",
    "організатор з персоналу",
    "помічник керівника підприємств, установ та організацій",
    "секретар адміністративних органів",
    "секретар органу самоорганізації населення",
    "секретар центрального органу виконавчої влади"
],
    faculty: "Факультет суспільних наук"
},
{
    id: 45,
        specialityTitle: "Психологія",
    jobsList: [
    "фахівець у психотерапевтичних, психологічних, консультативних службах",
    "фахівець у соціальних організаціях (центри соціальних служб для сім’ї, дітей та молоді, дитячі центри творчості і дозвілля, дитячі будинки, притулки, будинки пристарілих, людей з особливими потребами)",
    "фахівець у закладах охорони здоров’я (лікарні, поліклініки, спецшколи для дітей з особливими потребами, наркологічні та реабілітаційні центри)",
    "фахівець у закладах освіти",
        "фахівець в установах з підбору й добору персоналу (кадрові агентства, центри зайнятості, центри профорієнтації)",
    "фахівець у компаніях, малих підприємствах та бізнесструктурах",
        "фахівець у правоохоронних органах (установи ювенальної юстиції, колонії, розподільники)",
        "фахівець у службі довіри",
        "фахівець у системі Міністерства надзвичайних ситуацій (митниці, служби порятунку, військові організації)"
],
    faculty: "Факультет суспільних наук"
},
{
    id: 46,
        specialityTitle: "Філософія",
    jobsList: [
    "керівник підрозділу з реклами та зв’язків з громадськістю",
    "менеджер у соціальній сфері",
    "менеджер у сфері надання інформації",
    "фахівець в галузі філософії, історії та політології",
    "філософ"
],
    faculty: "Факультет суспільних наук"
},
{
    id: 47,
        specialityTitle: "Соціологія",
    jobsList: [
    "працівник у державних органах управління, органах місцевого та регіонального самоврядування",
    "працівник у політичних партіях, маркетингових та рекламних установах, в PR-відділах соціологічних служб органів внутрішніх справ, Служби безпеки України і Міністерства оборони України, науково-дослідних центрах, громадських організаціях, засобах масової інформації",
    "соціолог",
    "соціолог-аналітик",
    "фахівець у галузі соціального захисту населення, відділах кадрів, наукових установах"
],
    faculty: "Факультет суспільних наук"
},
{
    id: 48,
        specialityTitle: "Соціальна робота",
    jobsList: [
    "соціальний працівник в органах (установах, організаціях, закладах, службах) системи соціального захисту населення: в територіальних центрах соціального обслуговування (надання соціальних послуг); центрах соціальних служб для сім’ї, дітей та молоді; службах у справах дітей; центрах зайнятості; центрах професійної реабілітації осіб з інвалідністю; закладах для бездомних осіб і безпритульних дітей; інтернатних установах для громадян похилого віку та осіб з інвалідністю; центрах соціально-психологічної допомоги; соціальних гуртожитках для дітей-сиріт та дітей, позбавлених батьківського піклування; соціальних центрах матері та дитини; інших профільних соціальних установах, неурядових організаціях та фондах тощо",
    "соціальний працівник в органах державного управління, охорони здоров’я, освіти, правоохоронній сфері, об’єднаних територіальних громадах"
],
    faculty: "Факультет суспільних наук"
},
{
    id: 49,
        specialityTitle: "Початкова освіта",
    jobsList: [
    "вихователь у закладі загальної середньої освіти",
    "вчитель початкових класів у закладі загальної середньої освіти",
    "керівник гуртка",
    "педагог-організатор"
],
    faculty: "Факультет суспільних наук"
},
{
    id: 50,
        specialityTitle: "Дошкільна освіта",
    jobsList: [
    "асистент вихователя у дошкільному навчальному закладі",
    "вихователь у дошкільному навчальному закладі",
    "фахівець з дошкільного виховання"
],
    faculty: "Факультет суспільних наук"
},
{
    id: 51,
        specialityTitle: "Готельно-ресторанна справа",
    jobsList: [
    "керівник готелю та закладів ресторанного господарства",
    "менеджер",
    "менеджер в ресторанах",
    "менеджер в торгівлі, готелях та закладах ресторанного господарства",
    "організатор туристичної і готельної діяльності",
    "ресторатор",
    "фахівець з готельної справи та готельного обслуговування"
],
    faculty: "Факультет туризму та міжнародних комунікацій"
},
{
    id: 52,
        specialityTitle: "Туризм і рекреація",
    jobsList: [
    "агент з організації туризму",
    "інспектор з туризму",
    "інструктор оздоровчо-спортивного туризму (за видами туризму)",
    "консультант з подорожей та організатор подорожей (екскурсовод)",
    "організатор туристичної і готельної діяльності",
    "фахівець з готельного обслуговування",
    "фахівець із конференц-сервісу",
    "фахівець з розвитку сільського туризму",
    "фахівець із організації дозвілля"
],
    faculty: "Факультет туризму та міжнародних комунікацій"
},
{
    id: 53,
        specialityTitle: "Середня освіта. Українська мова і література",
    jobsList: [
    "вчитель української мови і літератури, англійської мови і зарубіжної літератури в закладах загальної середньої освіти",
    "викладач у закладах фахової передвищої освіти, професійної освіти",
    "фахівець у сфері лінгвістичних досліджень і в усіх сферах, що потребують професійного володіння й роботи з усним і письмовим текстом",
    "копірайтер",
    "спічрайтер"
],
    faculty: "Філологічний факультет"
},
{
    id: 54,
        specialityTitle: "Філологія. Українська мова та література",
    jobsList: [
    "мовознавець",
    "документознавець",
    "літературний співробітник",
    "літературознавець",
    "науковий редактор",
    "науковий співробітник",
    "літературний редактор",
    "письменник",
    "копірайтер",
    "спічрайтер",
    "референт",
    "коректор",
    "фахівець у літературній творчості, документознавстві та інформаційній діяльності",
    "філолог",
    "філолог-дослідник"
],
    faculty: "Філологічний факультет"
},
{
    id: 55,
        specialityTitle: "Філологія. Слов’янські мови та літератури (переклад включно), перша – словацька",
    jobsList: [
    "коректор",
    "лінгвіст",
    "мовознавець",
    "літературознавець",
    "науковий співробітник-консультант",
    "перекладач",
    "перекладач-письменник",
    "редактор-перекладач",
    "референт",
    "філолог",
    "філолог-дослідник",
    "копірайтер",
    "блогер"
],
    faculty: "Філологічний факультет"
},
{
    id: 56,
        specialityTitle: "Філологія. Слов’янські мови та літератури (переклад включно), перша – польська",
    jobsList: [
    "коректор",
    "лінгвіст",
    "мовознавець",
    "літературознавець",
    "науковий співробітник-консультант",
    "перекладач",
    "перекладач-письменник",
    "редактор-перекладач",
    "референт",
    "філолог",
    "філолог-дослідник",
    "копірайтер",
    "блогер"
],
    faculty: "Філологічний факультет"
},
{
    id: 57,
        specialityTitle: "Філологія. Слов’янські мови та літератури (переклад включно), перша – чеська",
    jobsList: [
    "коректор",
    "лінгвіст",
    "мовознавець",
    "літературознавець",
    "науковий співробітник-консультант",
    "перекладач",
    "перекладач-письменник",
    "редактор-перекладач",
    "референт",
    "філолог",
    "філолог-дослідник",
    "копірайтер",
    "блогер"
],
    faculty: "Філологічний факультет"
},
{
    id: 58,
        specialityTitle: "Журналістика",
    jobsList: [
    "диктор",
    "журналіст",
    "коректор",
    "кореспондент",
    "редактор",
    "радіо-, телеведучий",
    "рекламіст",
    "фахівець з інтерв’ювання",
    "фахівець зі звʼязків із громадськістю та пресою",
    "фотокореспондент",
    "інформаційний редактор",
    "редактор новин",
    "копірайтер",
    "іміджмейкер",
    "контент-менеджер",
    "спеціаліст публічної, інформаційної політики та зв’язків зі ЗМІ",
    "блогер",
    "журналіст PR-агенції",
    "спічрайтер",
    "менеджер із PR",
    "теле- й радіожурналіст",
    "пресаташе",
    "працівник пресслужб, пресбюро, медіаструктур дипломатичних установ і представництв",
    "медіаконсультант із міжнародної інформації та геополітики"
],
    faculty: "Філологічний факультет"
},
{
    id: 59,
        specialityTitle: "Середня освіта. Хімія",
    jobsList: [
    "вчитель хімії та екології у закладах загальної середньої освіти",
    "фахівець в галузі хімічної та екологічної освіти"
],
    faculty: "Навчально-науковий інститут хімії та екології"
},
{
    id: 60,
        specialityTitle: "Екологія",
    jobsList: [
    "еколог",
    "екологічний аудитор",
    "експерт з екології",
    "інженер з відтворення природніх екосистем",
    "інженер з охорони навколишнього середовища",
    "технік-еколог"
],
    faculty: "Навчально-науковий інститут хімії та екології"
},
{
    id: 61,
        specialityTitle: "Хімія",
    jobsList: [
    "лаборант хімічного аналізу",
    "лаборант та технік на хімічному виробництві",
    "фахівець в галузі харчової та переробної промисловості",
    "фахівець в галузі хімії",
    "фармацевт",
    "хімік"
],
    faculty: "Навчально-науковий інститут хімії та екології"
},
{
    id: 62,
        specialityTitle: "Право",
    jobsList: [
    "консультант",
    "працівник Служби безпеки України",
    "працівник митної служби",
    "працівник Національної поліції",
    "помічник судді",
    "працівник прокуратури",
    "секретар суду",
    "помічник адвоката",
    "помічник члена комісії",
    "помічник юриста"
],
    faculty: "Юридичний факультет"
},
{
    id: 63,
        specialityTitle: "Міжнародне право",
    jobsList: [
    "адміністративний секретар",
    "дипломатичний агент",
    "дипломатичний кур’єр",
    "офісний службовець у недержавних установах юриспруденції",
    "помічник адвоката",
    "помічник члена комісії",
    "помічник юриста",
    "секретар комітету",
    "референт"
],
    faculty: "Юридичний факультет"
},
{
    id: 64,
        specialityTitle: "Правоохоронна діяльність",
    jobsList: [
    "інспектор правоохоронних органів",
    "працівник кримінально-виконавчої служби",
    "працівник Служби безпеки України",
    "працівник воєнізованої охорони",
    "приватний детектив"
],
    faculty: "Юридичний факультет"
},
{
    id: 65,
        specialityTitle: "Міжнародні відносини, суспільні комунікації та регіональні студії",
    jobsList: [
    "аналітик консолідованої інформації",
    "аташе",
    "віце-консул",
    "дипломатичний агент",
    "дипломатичний кур’єр",
    "консультант (помічник) із суспільно-політичних питань",
    "референт",
    "секретар адміністративних органів",
    "секретар дипломатичного агентства"
],
    faculty: "Українсько-угорський навчально-науковий інститут"
},
{
    id: 66,
        specialityTitle: "Середня освіта. Історія",
    jobsList: [
    "викладач у закладах фахової передвищої освіти, професійної освіти",
    "вчитель у закладах загальної середньої освіти",
    "історик, консультант з історії",
    "методист",
    "методист заочних шкіл і відділень",
    "методист у позашкільному закладі",
    "фахівець у галузі освіти"
],
    faculty: "Українсько-угорський навчально-науковий інститут"
},
{
    id: 67,
        specialityTitle: "Середня освіта. Математика",
    jobsList: [
    "вчитель математики та інформатики у закладах освіти",
    "фахівець у галузі освіти"
],
    faculty: "Українсько-угорський навчально-науковий інститут"
},
{
    id: 68,
        specialityTitle: "Середня освіта. Фізика та астрономія",
    jobsList: [
    "вчитель фізики та інформатики у закладах освіти",
    "фахівець у галузі освіти"
],
    faculty: "Українсько-угорський навчально-науковий інститут"
},
{
    id: 69,
        specialityTitle: "Середня освіта. Угорська мова та зарубіжна література",
    jobsList: [
    "викладач у закладах фахової передвищої освіти, професійної (професійно-технічної) освіти",
    "вчитель у закладах загальної середньої освіти",
    "вчитель у закладах спеціалізованої освіти",
    "фахівець у галузі освіти та навчання"
],
    faculty: "Українсько-угорський навчально-науковий інститут"
},
{
    id: 70,
        specialityTitle: "Філологія. Угро-фінські мови та літератури (переклад включно), перша – угорська",
    jobsList: [
    "коректор",
    "лінгвіст",
    "літературознавець",
    "перекладач угорської, української та англійської мов",
    "письменник",
    "редактор-перекладач",
    "редактор",
    "референт",
    "філолог"
],
    faculty: "Українсько-угорський навчально-науковий інститут"
},
{
    id: 71,
        specialityTitle: "Комп’ютерні науки",
    jobsList: [
    "адміністратор даних",
    "адміністратор доступу",
    "адміністратор системи",
    "аналітик з комп’ютерних систем",
    "аналітик програмного забезпечення та мультимедіа",
    "інженер з комп’ютерних систем",
    "інженер з програмного забезпечення комп’ютерів",
    "інженер-дослідник з комп’ютеризованих систем та автоматики",
    "інженер із застосування комп’ютерів",
    "інженер-програміст",
    "конструктор комп’ютерних систем",
    "програміст",
    "фахівець з інформаційних технологій",
    "фахівець з розробки та тестування програмного забезпечення",
    "фахівець з розроблення комп’ютерних програм",
    "фахівець з комп’ютерної графіки (дизайну)"
],
    faculty: "Українсько-угорський навчально-науковий інститут"
},
{
    id: 72,
        specialityTitle: "Середня освіта. Фізика та астрономія",
    jobsList: [
    "викладач у закладах фахової передвищої освіти, професійної (професійно-технічної) освіти",
    "вчитель у закладах загальної середньої освіти",
    "вчитель у закладах спеціалізованої освіти",
    "фахівець у галузі освіти та навчання"
],
    faculty: "Фізичний факультет"
},
{
    id: 73,
        specialityTitle: "Фізика та астрономія",
    jobsList: [
    "технічний фахівець-електронік",
    "технічний фахівець в галузі електроніки",
    "технічний фахівець в галузі прикладних наук та техніки",
    "фахівець у галузі фізичних наук та техніки"
],
    faculty: "Фізичний факультет"
},
{
    id: 74,
        specialityTitle: "Електронні комунікації та радіотехніка",
    jobsList: [
    "диспетчер електрозв’язку",
    "технік радіо та мобільного зв’язку",
    "технік із конфігурованої комп’ютерної системи",
    "технік із структурованої кабельної системи",
    "технік обчислювального (інформаційно-обчислювального) центру",
    "технік-конструктор (електроніка)",
    "фахівець у галузі телекомунікацій",
    "фахівець із телекомунікаційної інженерії"
],
    faculty: "Фізичний факультет"
},
{
    id: 75,
        specialityTitle: "Прикладна фізика та наноматеріали",
    jobsList: [
    "лаборант та технік, по’вязані з хімічними та фізичними дослідженнями",
    "технічний фахівець в галузі прикладних наук та техніки",
    "технічний фахівець – електрик",
    "технічний фахівець в галузі електроніки",
    "технічний фахівець – механік"
],
    faculty: "Фізичний факультет"
},
{
    id: 76,
        specialityTitle: "Кібербезпека та захист інформації",
    jobsList: [
    "інженер з експлуатації систем захисту інформації",
    "інженер з організації та управління діяльністю служб інформаційної безпеки",
    "інженер-проєктувальник комплексних систем захисту інформації",
    "програміст-розробник",
    "професіонал із організації захисту інформації з обмеженням доступу",
    "професіонал із організації інформаційної безпеки",
    "технік із системного адміністрування",
    "фахівець із організації захисту інформації з обмеженим доступом",
    "фахівець із розробки комп’ютерних програм",
    "фахівець із розробки та тестування програмного забезпечення"
],
    faculty: "Фізичний факультет"
},
{
    id: 77,
        specialityTitle: "Мікро- та наносистемна техніка",
    jobsList: [
    "керівник виробничих підрозділів у промисловості",
    "оператор медичного устаткування",
    "оператор оптичного та електронного устаткування",
    "технік з експлуатації та ремонту устаткування",
    "технік з налагоджування та випробувань",
    "технічний фахівець в галузі електроніки",
    "фахівець з інформаційних технологій",
    "фахівець в галузі фізичних наук та техніки",
    "фахівець з медичної фізики"
],
    faculty: "Фізичний факультет"
},
{
    id: 78,
        specialityTitle: "Біомедична інженерія",
    jobsList: [
    "технік з експлуатації та ремонту устаткування",
    "технік з підготовки технічної документації",
    "технік з налагоджування та випробувань",
    "фахівець з інформаційних технологій (біологія і медицина)",
    "фахівець з медичної фізики"
],
    faculty: "Фізичний факультет"
},
{
    id: 79,
        specialityTitle: "Медсестринство",
    jobsList: [
    "головна медична сестра (брат)",
    "старша медична сестра (брат) відділення",
    "викладач медичного коледжу"
],
    faculty: "Медичний факультет"
},
]



let suggestions = [
    "Channel",
    "CodingLab",
    "CodingNepal",
    "YouTube",
    "YouTuber",
    "YouTube Channel",
    "Blogger",
    "Bollywood",
    "Vlogger",
    "Vechiles",
    "Facebook",
    "Freelancer",
    "Facebook Page",
    "Designer",
    "Developer",
    "Web Designer",
    "Web Developer",
    "Login Form in HTML & CSS",
    "How to learn HTML & CSS",
    "How to learn JavaScript",
    "How to became Freelancer",
    "How to became Web Designer",
    "How to start Gaming Channel",
    "How to start YouTube Channel",
    "What does HTML stands for?",
    "What does CSS stands for?",
];