let masterSpecialityData;
export default masterSpecialityData = [
    {
        id: 0,
        specialityTitle: "Середня освіта. Біологія та здоров’я людини",
        jobsList: [
            "вчитель біології й екології у закладах загальної середньої освіти",
            "методист закладу позашкільної освіти",
            "науковий 	співробітник чи викладач у закладах освіти"
       ],
        faculty: "Біологічний факультет"
    },
    {
        id: 1,
        specialityTitle: "Біологія та біохімія",
        jobsList: [
            "біолог",
            "ботанік",
            "зоолог",
            "науковий співробітник чи викладач у закладах освіти",
             "фахівець 	в галузі біології, здатний здійснювати 	наукову та     науково-практичну діяльність 	на підприємствах та установах 	біологічного, медичного, екологічного, 	біотехнологічного профілю різної форми 	власності та підпорядкування"
        ],
        faculty: "Біологічний факультет"
    },
    {
        id: 2,
        specialityTitle: "Садівництво, плодоовочівництво та виноградарство",
        jobsList: [
            "науковий співробітник чи викладач у закладах освіти",
            "фахівець з плодоовочівництва і виноградарства"
        ],
        faculty: "Біологічний факультет"
    },





    {
        id: 3,
        specialityTitle: "Середня освіта. Географія",
        jobsList: [
            "вчитель географії в закладах загальної середньої освіти",
            "керівник підрозділів у сфері освіти",
            "науковий співробітник чи викладач у закладах освіти",
            "педагог-організатор екскурсійної роботи"
        ],
        faculty: "Географічний факультет"
    },
    {
        id: 4,
        specialityTitle: "Геодезія та землеустрій",
        jobsList: [
            "адміністратор бази геоданих",
            "аерофотозйомник",
            "асистент географа",
            "геодезист",
            "замірник на топографо-геодезичних і маркшейдерських роботах",
            "інженер-землевпорядник",
            "інженер з відтворення природних екосистем",
            "інженер з інвентаризації нерухомого майна",
            "інженер з природокористування",
            "картограф",
            "картограф-укладач",
            "маркшейдер кар’єру, рудника, шахти",
            "насікальник карт",
            "науковий співробітник чи викладач у закладах освіти",
            "радник з питань землевпорядкування",
            "технік-аерофотограметрист",
            "технік-землевпорядник",
            "технік-геодезист",
            "технік-картограф",
            "технік-маркшейдер",
            "технік-проєктувальник",
            "технік-топограф",
            "технік-топограф кадастровий",
            "технік-фотограмметрист",
            "фахівець з геосистемного моніторингу навколишнього середовища",
            "фахівець з дистанційного зондування землі та аерокосмічного моніторингу",
            "фотограмметрист"
        ],
        faculty: "Географічний факультет"
    },
    {
        id: 5,
        specialityTitle: "Лісове господарство",
        jobsList: [
            "керівник виробничих підрозділів у сільському, лісовому, мисливському та водному господарствах, у риборозведенні, рибальстві, природно-заповідній справі",
            "менеджер у лісовому господарстві", 
            "науковий співробітник чи викладач у закладах освіти",       
            "фахівець в агрономії, водному господарстві, зооінженерії, лісівництві, меліорації, природно-заповідній справі та мисливствознавстві"
        ],
        faculty: "Географічний факультет"
    },

    {
    id: 6,
    specialityTitle: "Економіка",
    jobsList: [
        "дилер",
        "керівник агентства (повітряних сполучень, морського, рекламно-інформаційного, транспортно-експедиційного)",
        "керівник підприємств, установ та організацій",
        "керівник виробничих та інших основних підрозділів",
        "керівник проєктів та програм",
        "керівник малих підприємств без апарату управління",
        "керівник фінансових, бухгалтерських, економічних, юридичних та адміністративних підрозділів",
        "логіст",
        "менеджер підприємств, установ, організацій та їх підрозділів",
        "менеджер з права, бухгалтерського обліку, дослідження ринку, вивчення суспільної думки, консультацій з питань комерційної діяльності та управління",
        "менеджер із зовнішньоекономічної діяльності",
        "менеджер з транспортно-експедиторської діяльності",
        "науковий співробітник чи викладач у закладах освіти",
        "помічник керівника підприємств, установ та організацій",
        "фахівець з питань фінансово-економічної безпеки підприємств, установ та організацій",
        "фахівець у сфері маркетингу, ефективності господарської діяльності, раціоналізації виробництва, інтелектуальної власності та інноваційної діяльності",
        "фахівець у галузі економіки"
    ],
    faculty: "Економічний факультет"
},
{
    id: 7,
    specialityTitle: "Облік і оподаткування",
    jobsList: [
        "аудитор та помічник аудитора",
        "бухгалтер",
        "головний бухгалтер",
        "інспектор в органах державного управління і контролю (фінансових служб, податкових інспекцій, митних органів, контрольно-ревізійної служби, органів Пенсійного фонду та соціального страхування)",
        "інспектор з інвентаризації",
        "інспектор-ревізор",
        "інспектор податкової служби",
        "казначей",
        "касир-експерт",
        "консультант з податків і зборів",
        "науковий співробітник чи викладач у закладах освіти",
        "керівник підприємств, установ та організацій",
        "керівник виробничих та інших основних підрозділів",
        "контролер у банках і небанківських фінансових установах (кредитних спілок, фондових бірж, інвестиційних компаній, страхових компаній, недержавних пенсійних фондів тощо)",
        "науковий співробітник чи викладач у закладах освіти",
        "податковий інспектор",
        "податковий консультант",
        "ревізор підприємств різних організаційно-правових форм та форм власності",
        "технік з обліку",
        "фахівець з фінансово-економічної безпеки",
        "фінансовий аналітик та консультант"
    ],
    faculty: "Економічний факультет"
},
{
    id: 8,
    specialityTitle: "Підприємництво та торгівля",
    jobsList: [
        "агент із зайнятості й трудових контрактів",
        "антикризовий керівник",
        "брокер",
        "дилер",
        "економіст з міжнародної торгівлі",
        "експерт із зовнішньоекономічних питань",
        "інспектор податкової служби",
        "комерційний директор",
        "консультант із зовнішньоекономічних питань",
        "маклер",
        "менеджер по роботі з клієнтами",
        "менеджер із зовнішньоекономічної діяльності",
        "менеджер з питань комерційної діяльності та управління",
        "менеджер з підбору, забезпечення та використання персоналу",
        "менеджер у соціальній сфері",
        "менеджер в оптовій торгівлі та посередництві у торгівлі",
        "менеджер у сфері пенсійного страхування",
        "науковий співробітник чи викладач у закладах освіти",
        "начальник планово-економічного відділу",
        "організатор діловодства",
        "офісний службовець",
        "помічник керівника",
        "професіонал в галузі праці та зайнятості",
        "професіонал у сфері біржової діяльності",
        "співробітник виробничих підрозділів в оптовій та роздрібній торгівлі",
        "статистик",
        "трейдер"
    ],
    faculty: "Економічний факультет"
},
{
    id: 9,
    specialityTitle: "Фінанси, банківська справа, страхування та фондовий ринок",
    jobsList: [
        "агент з комерційного обслуговування та торгівлі",
        "агент з нерухомості",
        "банківський касир-операціоніст",
        "брокер",
        "державний інспектор",
        "економіст з бюджетування",
        "експерт-консультант зі страхування",
        "кредитний експерт",
        "комерційний ревізор",
        "науковий співробітник чи викладач у закладах освіти",
        "оцінювач",
        "податковий агент",
        "страховий агент",
        "страхувальник",
        "технічний фахівець в галузі управління",
        "фахівець в галузі фінансів та торгівлі",
        "фахівець з біржових операцій",
        "фахівець з управління активами",
        "фінансовий аналітик",
        "фінансовий директор",
        "фінансовий менеджер",
        "податковий інспектор"
    ],
    faculty: "Економічний факультет"
},



{
    id: 10,
    specialityTitle: "Автоматизація, комп’ютерно-інтегровані технології та робототехніка",
    jobsList: [
        "асистент",
        "головний фахівець з автоматизованих систем керування, головний фахівець з монтажу та налагодження систем автоматизації, головний фахівець із слабкострумових систем та контрольно-вимірювальних приладів і автоматики",
        "державний експерт",
        "інженер-дослідник з комп’ютеризованих систем та автоматики, інженер з автоматизованих систем керування",
        "інженер із застосування комп’ютерів",
        "інженер-електронік систем виробництва нетрадиційних і відновлювальних видів енергії",
        "інженер з механізації та автоматизації виробничих процесів",
        "інженер з керування й обслуговування систем",
        "інспектор технічний",
        "науковий співробітник чи викладач у закладах освіти",
        "начальник відділу механізації та автоматизації виробничих процесів",
        "прикладний програміст"
    ],
    faculty: "Інженерно-технічний факультет"
},
{
    id: 11,
    specialityTitle: "Будівництво та цивільна інженерія",
    jobsList: [
        "головний фахівець – керівник науково-дослідних підрозділів та підрозділів з науково-технічної підготовки виробництва",
        "керівник підприємства, установи та організації",
        "керівник виробничих підрозділів у будівництві",
        "керівний працівник апарату місцевих органів державної влади",
        "керівник науково-дослідних підрозділів та підрозділів з науково-технічної підготовки виробництва",
        "науковий співробітник чи викладач у закладах освіти",
        "начальник (завідувач) науково-дослідних підрозділів та підрозділів з науково-технічної підготовки виробництва",
        "начальник та майстер дільниць (підрозділів) у будівництві"
    ],
    faculty: "Інженерно-технічний факультет"
},
{
    id: 12,
    specialityTitle: "Електроніка",
    jobsList: [
        "інженер із звукозапису",
        "інженер-електронік",
        "інженер-електронік систем виробництва нетрадиційних і відновлювальних видів енергії",
        "інженер-конструктор (електроніка)",
        "науковий співробітник чи викладач у закладах освіти",
        "фахівець в галузі електроніки та телекомунікацій"
    ],
    faculty: "Інженерно-технічний факультет"
},
{
    id: 13,
    specialityTitle: "Комп’ютерна інженерія",
    jobsList: [
        "адміністратор доступу",
        "адміністратор баз даних",
        "аналітик комп’ютерних систем",
        "аналітик операційного та прикладного програмного забезпечення",
        "інженер з комп’ютерних систем",
        "науковий співробітник чи викладач у закладах освіти",
        "розробник обчислювальних систем, мереж та комп’ютерних програм",
        "фахівець в галузі обчислювальних систем"
    ],
    faculty: "Інженерно-технічний факультет"
},
{
    id: 14,
    specialityTitle: "Прикладна механіка",
    jobsList: [
        "асистент",
        "інженер-технолог",
        "інженер-конструктор",
        "інженер-дослідник",
        "інженер-лаборант",
        "механік наставник",
        "науковий співробітник чи викладач у закладах освіти"
    ],
    faculty: "Інженерно-технічний факультет"
},




{
    id: 15,
    specialityTitle: "Середня освіта. Математика",
    jobsList: [
        "вчитель математики та інформатики в закладах освіти",
        "викладач професійного навчально-виховного закладу",
        "науковий співробітник чи викладач у закладах освіти"
    ],
    faculty: "Факультет математики та цифрових технологій"
},
{
    id: 16,
    specialityTitle: "Прикладна математика",
    jobsList: [
        "адміністратор бази даних",
        "дослідник",
        "інженер-математик",
        "ІТ-інженер",
        "математик",
        "математик-аналітик",
        "математик-програміст",
        "науковий співробітник чи викладач у закладах освіти",
        "прикладний програміст",
        "фахівець з інформаційної безпеки",
        "фахівець з WEB-дизайну",
        "фахівець з баз даних",
        "фахівець з розробки та тестування програмного забезпечення"
    ],
    faculty: "Факультет математики та цифрових технологій"
},
{
    id: 17,
    specialityTitle: "Системний аналіз",
    jobsList: [
        "науковий співробітник чи викладач у закладах освіти",
        "розробник комп’ютерних програм",
        "розробник обчислювальних систем",
        "фахівець у галузі програмування"
    ],
    faculty: "Факультет математики та цифрових технологій"
},


{
    id: 18,
    specialityTitle: "Спеціальна освіта. Олігофренопедагогіка",
    jobsList: [
        "асистент вчителя",
        "вчитель з корекційної освіти",
        "вчитель-дефектолог",
        "керівник підрозділів у сфері освіти та виробничого навчання",
        "науковий співробітник чи викладач у закладах освіти",
        "фахівець (консультант) інклюзивно-ресурсного центру"
    ],
    faculty: "Факультет здоров’я та фізичний виховання"
},
{
    id: 19,
    specialityTitle: "Фізична культура і спорт",
    jobsList: [
        "завідувач позашкільного закладу",
        "науковий співробітник чи викладач у закладах освіти",
        "тренер-викладач з виду спорту",
        "тренер з виду спорту",
        "фахівець в галузі освіти"
    ],
    faculty: "Факультет здоров’я та фізичний виховання"
},
{
    id: 20,
    specialityTitle: "Терапія та реабілітація. Фізична терапія",
    jobsList: [
        "науковий співробітник чи викладач у закладах освіти",
        "фізичний терапевт",
        "ерготерапевт"
    ],
    faculty: "Факультет здоров’я та фізичний виховання"
},
{
    id: 21,
    specialityTitle: "Громадське здоров’я",
    jobsList: [
        "науковий співробітник чи викладач у закладах освіти",
        "фахівець з громадського здоров’я",
        "фахівець з довкілля і здоров’я"
    ],
    faculty: "Факультет здоров’я та фізичний виховання"
},



{
    id: 22,
    specialityTitle: "Середня освіта. Англійська мова та зарубіжна література",
    jobsList: [
        "асистент вчителя",
        "вчитель закладу загальної середньої освіти",
        "вчитель спеціалізованих навчальних закладів",
        "інспектор навчальних закладів",
        "методист заочних шкіл і відділень",
        "методист позашкільного закладу",
        "науковий співробітник чи викладач у закладах освіти",
        "педагог-організатор"
    ],
    faculty: "Факультет іноземної філологій"
},
{
    id: 23,
    specialityTitle: "Середня освіта. Німецька мова та зарубіжна література",
    jobsList: [
        "асистент вчителя",
        "вчитель закладу загальної середньої освіти",
        "вчитель спеціалізованих навчальних закладів",
        "інспектор навчальних закладів",
        "методист заочних шкіл і відділень",
        "методист позашкільного закладу",
        "науковий співробітник чи викладач у закладах освіти",
        "педагог-організатор"
    ],
    faculty: "Факультет іноземної філологій"
},
{
    id: 24,
    specialityTitle: "Філологія. Германські мови та літератури (переклад включно), перша – англійська",
    jobsList: [
        "журналіст",
        "лінгвіст",
        "літературознавець",
        "науковий співробітник чи викладач у закладах освіти",
        "перекладач",
        "письменник",
        "редактор перекладів",
        "фахівець у галузі філології, лінгвістики та перекладів",
        "філолог"
    ],
    faculty: "Факультет іноземної філологій"
},
{
    id: 25,
    specialityTitle: "Філологія. Германські мови та літератури (переклад включно), перша – німецька",
    jobsList: [
        "асистент",
        "ведучий програми",
        "гід-перекладач",
        "лінгвіст",
        "літературознавець",
        "науковий співробітник чи викладач у закладах освіти",
        "перекладач",
        "редактор перекладів",
        "фахівець у галузі архівної справи, зберігання музейних та бібліотечних фондів",
        "фахівець у галузі філології, лінгвістики та перекладів",
        "філолог",
        "філолог-дослідник",
        "член колегії"
    ],
    faculty: "Факультет іноземної філологій"
},



{
    id: 26,
    specialityTitle: "Інженерія програмного забезпечення",
    jobsList: [
        "технічний спеціаліст в галузі обчислювальної техніки",
        "фахівець з розробки та тестування програмного забезпечення"
    ],
    faculty: "Факультет інформаційних технологій"
},
{
    id: 27,
    specialityTitle: "Комп’ютерні науки",
    jobsList: [
        "аналітик систем",
        "асистент, викладач вищого навчального закладу",
        "науковий співробітник (обчислювальні системи)",
        "науковий співробітник (програмування)",
        "розробник обчислювальних систем",
        "розробники комп’ютерних програм"
    ],
    faculty: "Факультет інформаційних технологій"
},
{
    id: 28,
    specialityTitle: "Інформаційні системи та технології",
    jobsList: [
        "адміністратор бази даних",
        "адміністратор системи",
        "керівник проєктів та програм",
        "науковий співробітник (проекти та програми)",
        "фахівець у сфері управління проєктами та програмами",
        "фахівець з управління проєктами та програмами",
        "фахівець з інформаційних технологій"
    ],
    faculty: "Факультет інформаційних технологій"
},




{
    id: 29,
    specialityTitle: "Середня освіта. Історія",
    jobsList: [
        "викладач та вчитель закладів світи",
        "викладач професійних навчально-виховних закладів",
        "викладач професійно-технічних закладів",
        "історик",
        "консультант з історії",
        "науковий співробітник чи викладач у закладах освіти"
    ],
    faculty: "Факультет історії та міжнародних відносин"
},
{
    id: 30,
    specialityTitle: "Історія та археологія",
    jobsList: [
        "архіваріус та зберігач у музеях та бібліотеках",
        "археограф",
        "археолог",
        "історик",
        "консультант з історії",
        "науковий співробітник чи викладач у закладах освіти"
    ],
    faculty: "Факультет історії та міжнародних відносин"
},
{
    id: 31,
    specialityTitle: "Міжнародні відносини, суспільні комунікації та регіональні студії",
    jobsList: [
        "експерт з зовнішньополітичних питань країн та регіонів",
        "консультант, фахівець зі зв’язків з громадськістю",
        "науковий співробітник чи викладач у закладах освіти",
        "перекладач",
        "політичний оглядач",
        "секретар-референт",
        "співробітник засобів масової інформації"
    ],
    faculty: "Факультет історії та міжнародних відносин"
},
{
    id: 32,
    specialityTitle: "Менеджмент",
    jobsList: [
        "керівник підприємств, установ та організацій",
        "керівник фінансових, бухгалтерських, економічних, юридичних та адміністративних підрозділів",
        "керівник підрозділів кадрів і соціально-трудових відносин",
        "керівник підрозділів маркетингу",
        "керівники підрозділів з реклами та зв’язків з громадськістю",
        "керівники проєктів та програм",
        "керівники малих підприємств без апарату управління в оптовій чи роздрібній торгівлі чи в комерційному обслуговуванні",
        "менеджер відділу збуту",
        "менеджер з дослідження ринку та вивчення суспільної думки",
        "менеджер з персоналу",
        "менеджер зовнішньоекономічної діяльності",
        "менеджер комерційного відділу",
        "менеджер-логіст",
        "менеджер систем якості",
        "начальник виробничих дільниць",
        "фахівець з аналізу ринку"
    ],
    faculty: "Факультет історії та міжнародних відносин"
},




{
    id: 33,
    specialityTitle: "Міжнародні економічні відносини",
    jobsList: [
        "аналітик із міжнародних інвестицій",
        "аташе",
        "дипломатичний представник",
        "економіст із договірних та претензійних робіт",
        "економіст з міжнародної торгівлі",
        "економіст із фінансової роботи",
        "експерт із суспільно-політичних питань",
        "експерт із зовнішньоекономічних питань",
        "економічний радник",
        "керівник виробничих підрозділів в оптовій та роздрібній торгівлі",
        "керівник виробничих підрозділів у комерційному обслуговуванні",
        "консультант із зовнішньоекономічних питань",
        "науковий співробітник чи викладач у закладах освіти",
        "менеджер із зовнішньоекономічної діяльності",
        "оглядач з економічних питань",
        "перекладач",
        "фахівець-аналітик з дослідження товарного ринку"
    ],
    faculty: "Факультет міжнародних економічних відносин"
},
{
    id: 34,
    specialityTitle: "Філологія. Прикладна лінгвістика",
    jobsList: [
        "вчитель у закладі загальної середньої освіти",
        "інженер-програміст",
        "лінгвіст",
        "науковий співробітник чи викладач у закладах освіти",
        "перекладач",
        "філолог"
    ],
    faculty: "Факультет міжнародних економічних відносин"
},



{
    id: 35,
    specialityTitle: "Політологія",
    jobsList: [
        "вища посадова особа (голова, генеральний секретар, секретар, президент, лідер, керівник та ін.) політичної партії",
        "вища посадова особа (президент, віце-президент, головний учений секретар та ін.) академії, що діє на громадських засадах",
        "вища посадова особа самоврядувальної організації (крім національних академій України)",
        "вища посадова особа громадської організації (у галузі культури, освіти, благодійності, прав людини та ін.)",
        "голова (інша вища посадова особа) відділення громадської організації (гуманітарної, спеціалізованої)",
        "керівник підрозділу з реклами та зв'язків з громадськістю",
        "консультант із суспільно-політичних питань",
        "консультант та референт в політичних партіях",
        "науковий співробітник чи викладач у закладах освіти",
        "начальник відділу (місцеві органи державної влади)",
        "політичний оглядач",
        "помічник-консультант народного депутата",
        "прессекретар",
        "політолог",
        "радник",
        "PR-фахівець"
    ],
    faculty: "Факультет суспільних наук"
},
{
    id: 36,
    specialityTitle: "Публічне управління та адміністрування",
    jobsList: [
        "адміністративний помічник",
        "адміністративний секретар",
        "державний службовець в органах державної та місцевої влади",
        "експерт в галузі публічної політики",
        "інспектор з кадрів",
        "консультант з публічно-управлінських відносин",
        "менеджер з персоналу",
        "менеджер інноваційних фондів",
        "науковий співробітник чи викладач у закладах освіти",
        "помічник-консультант народного депутата",
        "референт з основної діяльності",
        "фахівець з розробки управлінських і маркетингових стратегій"
    ],
    faculty: "Факультет суспільних наук"
},
{
    id: 37,
    specialityTitle: "Психологія",
    jobsList: [
        "викладач університетів та вищих навчальних закладів",
        "викладач середніх навчальних закладів",
        "вчитель спеціалізованих навчальних закладів",
        "завідувач психолого-медико-педагогічної консультації",
        "керівник підрозділів у сфері культури, відпочинку та спорту",
        "консультант психолого-медико-педагогічної консультації",
        "науковий співробітник (молодший науковий співробітник, науковий співробітник, науковий співробітник-консультант)",
        "начальник центру (психологічного забезпечення, соціально-трудової реабілітації дорослих, з надання соціальних послуг тощо)",
        "психолог (практичний психолог)",
        "фахівець в галузі психології"
    ],
    faculty: "Факультет суспільних наук"
},
{
    id: 38,
    specialityTitle: "Філософія",
    jobsList: [
        "вища посадова особа громадських і самоврядувальних організацій",
        "керівник підприємств, установ та організацій",
        "керівник підрозділів у сфері освіти та виробничого навчання",
        "керівник підрозділів з реклами та зв’язків з громадськістю",
        "керівник проєктів та програм",
        "менеджер у соціальній сфері",
        "менеджер у сфері надання інформації",
        "науковий співробітник чи викладач у закладах освіти",
        "фахівець у галузі філософії, історії та політології"
    ],
    faculty: "Факультет суспільних наук"
},
{
    id: 39,
    specialityTitle: "Соціологія",
    jobsList: [
        "керівник проєктів та програм",
        "керівник підрозділу з реклами та зв'язків з громадськістю",
        "консультант із суспільно-політичних питань",
        "менеджер у соціальній сфері",
        "менеджер у сфері надання інформації",
        "науковий співробітник чи викладач у закладах освіти",
        "соціолог",
        "фахівець із залучення громад"
    ],
    faculty: "Факультет суспільних наук"
},
{
    id: 40,
    specialityTitle: "Соціальна робота",
    jobsList: [
        "державний соціальний інспектор",
        "інспектор з охорони дитинства",
        "менеджер у соціальній сфері",
        "науковий співробітник чи викладач у закладах освіти",
        "соціальний аудитор",
        "соціальний працівник",
        "фахівець державної служби",
        "фахівець із соціальної допомоги вдома",
        "фахівець із соціальної роботи",
        "фахівець-організатор соціально-побутового обслуговування",
        "фахівець в галузі соціального захисту населення"
    ],
    faculty: "Факультет суспільних наук"
},
{
    id: 41,
    specialityTitle: "Початкова освіта",
    jobsList: [
        "асистент, викладач у закладі вищої освіти",
        "вихователь у закладі дошкільної освіти",
        "вчитель початкових класів закладів загальної середньої освіти",
        "завідувач відділу (у складі управління освітою)",
        "керівник підрозділів у сфері освіти та виробничого навчання",
        "методист",
        "науковий співробітник чи викладач у закладах освіти"
    ],
    faculty: "Факультет суспільних наук"
},
{
    id: 42,
    specialityTitle: "Освітні, педагогічні науки",
    jobsList: [
        "асистент чи викладач у закладах вищої освіти",
        "вихователь-методист",
        "директор дошкільного виховного закладу",
        "інспектор навчальних закладів",
        "керівник підрозділів у сфері освіти та виробничого навчання",
        "методист з дошкільного виховання",
        "менеджер систем якості дошкільної освіти",
        "методист з дошкільного виховання",
        "фахівець з дошкільного виховання"
    ],
    faculty: "Факультет суспільних наук"
},
{
    id: 43,
    specialityTitle: "Дошкільна освіта",
    jobsList: [
        "асистент, викладач закладу вищої освіти",
        "вихователь дошкільного навчального закладу",
        "вихователь-методист",
        "гувернер",
        "інспектор з дошкільного виховання",
        "директор (завідувач) дошкільного навчального закладу",
        "менеджер (управитель) систем якості дошкільної освіти"
    ],
    faculty: "Факультет суспільних наук"
},





{
    id: 44,
    specialityTitle: "Готельно-ресторанна справа",
    jobsList: [
        "керівник апарату центральних органів державної влади",
        "керівник підрозділів у сфері освіти та виробничого навчання",
        "керівник підрозділів у сфері культури, відпочинку та спорту",
        "керівник малих підприємств без апарату управління",
        "менеджер у готелях",
        "менеджер у закладах ресторанного господарства",
        "науковий співробітник чи викладач у закладах освіти",
        "фахівець у галузі туризму, готельної, ресторанної та санаторно-курортної справи"
    ],
    faculty: "Факультет туризму та міжнародних комунікацій"
},
{
    id: 45,
    specialityTitle: "Туризм і рекреація",
    jobsList: [
        "інспектор з туризму",
        "керівник підприємства, установи та організації",
        "керівник апарату центральних органів державної влади",
        "менеджер у готелях та інших місцях розміщення",
        "менеджер у готельному господарстві",
        "науковий співробітник чи викладач у закладах освіти",
        "туризмознавець",
        "фахівець з туристичного обслуговування",
        "фахівець із конференц-сервісу",
        "фахівець із спеціалізованого обслуговування",
        "фахівець із організації дозвілля",
        "фахівець із гостинності (готелі, туристичні комплекси та ін.)",
        "фахівець у галузі туризму",
        "фахівець із санаторно-курортної справи"
    ],
    faculty: "Факультет туризму та міжнародних комунікацій"
},



{
    id: 46,
    specialityTitle: "Середня освіта. Українська мова і література",
    jobsList: [
        "вчитель української мови і літератури, англійської мови і зарубіжної літератури в закладах освіти",
        "викладач у закладах фахової передвищої освіти, професійної освіти",
        "фахівець у сфері лінгвістичних досліджень і в усіх сферах, що потребують професійного володіння й роботи з усним і письмовим текстом",
        "методист закладу позашкільної освіти",
        "науковий співробітник чи викладач у закладах освіти"
    ],
    faculty: "Філологічний факультет"
},
{
    id: 47,
    specialityTitle: "Філологія. Українська мова та література",
    jobsList: [
        "науковий співробітник чи викладач у закладах освіти",
        "мовознавець",
        "документознавець",
        "літературний співробітник",
        "літературознавець",
        "науковий редактор",
        "науковий співробітник",
        "літературний редактор",
        "письменник",
        "фахівець у літературній творчості, документознавстві та інформаційній діяльності",
        "філолог",
        "філолог-дослідник"
    ],
    faculty: "Філологічний факультет"
},
{
    id: 48,
    specialityTitle: "Філологія. Слов’янські мови та літератури (переклад включно), перша – словацька",
    jobsList: [
        "лінгвіст",
        "мовознавець",
        "літературознавець",
        "науковий співробітник-консультант",
        "перекладач",
        "перекладач-письменник",
        "редактор-перекладач",
        "референт",
        "філолог",
        "філолог-дослідник",
        "науковий редактор",
        "науковий співробітник чи викладач у закладах освіти"
    ],
    faculty: "Філологічний факультет"
},
{
    id: 49,
    specialityTitle: "Філологія. Слов’янські мови та літератури (переклад включно), перша – чеська",
    jobsList: [
        "лінгвіст",
        "мовознавець",
        "літературознавець",
        "науковий співробітник-консультант",
        "перекладач",
        "перекладач-письменник",
        "редактор-перекладач",
        "референт",
        "філолог",
        "філолог-дослідник",
        "науковий редактор",
        "науковий співробітник чи викладач у закладах освіти"
    ],
    faculty: "Філологічний факультет"
},
{
    id: 50,
    specialityTitle: "Журналістика",
    jobsList: [
        "диктор",
        "журналіст",
        "коректор",
        "кореспондент",
        "редактор",
        "радіо-, телеведучий",
        "рекламіст",
        "фахівець з інтерв’ювання",
        "фахівець зі зв’язків із громадськістю та пресою",
        "фотокореспондент",
        "інформаційний редактор",
        "редактор новин",
        "копірайтер",
        "іміджмейкер",
        "контент-менеджер",
        "спеціаліст публічної, інформаційної політики та зв’язків зі ЗМІ",
        "блогер",
        "журналіст PR-агенції",
        "піарник",
        "спічрайтер",
        "менеджер із PR",
        "теле- й радіожурналіст",
        "пресаташе",
        "працівник пресслужб, пресбюро, медіаструктур дипломатичних установ і представництв",
        "медіааналітик"
    ],
    faculty: "Філологічний факультет"
},


{
    id: 51,
    specialityTitle: "Середня освіта. Хімія",
    jobsList: [
        "асистент",
        "вчитель хімії та екології у закладах загальної середньої освіти",
        "науковий співробітник чи викладач у закладах освіти",
        "науковий співробітник-консультант",
        "фахівець у галузі методів навчання"
    ],
    faculty: "Навчально-науковий інститут хімії та екології"
},
{
    id: 52,
    specialityTitle: "Екологія",
    jobsList: [
        "науковий співробітник у сфері рекреології",
        "начальник лабораторії моніторингу вод та ґрунтів",
        "науковий співробітник чи викладач у закладах освіти"
    ],
    faculty: "Навчально-науковий інститут хімії та екології"
},
{
    id: 53,
    specialityTitle: "Хімія",
    jobsList: [
        "інженер з керування і обслуговування систем",
        "інженер-лаборант",
        "інженер-дослідник",
        "інженер-технолог",
        "науковий співробітник чи викладач у закладах освіти",
        "хімік"
    ],
    faculty: "Навчально-науковий інститут хімії та екології"
},



{
    id: 54,
    specialityTitle: "Право",
    jobsList: [
        "адвокат",
        "виконавець",
        "консультант",
        "науковий співробітник чи викладач у закладах освіти",
        "працівник Служби безпеки України",
        "працівник митної служби",
        "працівник Національної поліції",
        "прокурор",
        "суддя",
        "юрист"
    ],
    faculty: "Юридичний факультет"
},
{
    id: 55,
    specialityTitle: "Міжнародне право",
    jobsList: [
        "адміністративний директор підприємства",
        "аташе",
        "дипломатичний кур’єр",
        "науковий співробітник чи викладач у закладах освіти",
        "помічник адвоката",
        "юрист",
        "адвокат",
        "виконавець",
        "консультант",
        "нотаріус"
    ],
    faculty: "Юридичний факультет"
},
{
    id: 56,
    specialityTitle: "Правоохоронна діяльність",
    jobsList: [
        "інспектор правоохоронних органів",
        "криміналістичний експерт",
        "науковий співробітник чи викладач у закладах освіти",
        "працівник кримінально-виконавчої служби",
        "працівник Служби безпеки України",
        "працівник воєнізованої охорони",
        "приватний детектив",
        "прокурор",
        "слідчий"
    ],
    faculty: "Юридичний факультет"
},



{
    id: 57,
    specialityTitle: "Міжнародні відносини, суспільні комунікації та регіональні студії",
    jobsList: [
        "експерт з зовнішньополітичних питань країн та регіонів",
        "консультант, фахівець зі зв’язків з громадськістю",
        "науковий співробітник чи викладач у закладах освіти",
        "перекладач",
        "політичний оглядач",
        "секретар-референт",
        "співробітник засобів масової інформації"
    ],
    faculty: "Українсько-угорський  навчально-науковий інститут"
},
{
    id: 58,
    specialityTitle: "Середня освіта. Історія",
    jobsList: [
        "викладач та вчитель закладів освіти",
        "викладач професійних навчально-виховних закладів",
        "викладач професійно-технічних закладів",
        "історик",
        "науковий співробітник чи викладач у закладах освіти"
    ],
    faculty: "Українсько-угорський  навчально-науковий інститут"
},
{
    id: 59,
    specialityTitle: "Середня освіта.Математика",
    jobsList: [
        "вчитель математики та інформатики в закладах освіти",
        "викладач професійного навчально-виховного закладу",
        "науковий співробітник чи викладач у закладах освіти"
    ],
    faculty: "Українсько-угорський  навчально-науковий інститут"
},
{
    id: 60,
    specialityTitle: "Середня освіта.Фізика та астрономія",
    jobsList: [
        "вчитель фізики та астрономії у закладах загальної середньої освіти",
        "науковий співробітник чи викладач у закладах освіти"
    ],
    faculty: "Українсько-угорський  навчально-науковий інститут"
},

{
    id: 61,
    specialityTitle: "Середня освіта.Угорська мова та зарубіжна література",
    jobsList: [
        "вчитель угорської мови і літератури у закладах освіти",
        "завідувач (начальник) відділення (курсу, циклу) в закладі освіти",
        "консультант центру професійного розвитку",
        "методист закладу позашкільної освіти",
        "науковий співробітник чи викладач у закладах освіти"
    ],
    faculty: "Українсько-угорський  навчально-науковий інститут"
},


{
    id: 62,
    specialityTitle: "Середня освіта.Фізика та астрономія*",
    jobsList: [
        "асистент",
        "вчитель фізики та астрономії у закладах загальної середньої освіти",
        "науковий співробітник чи викладач у закладах освіти",
        "фахівець у галузі методів навчання"
    ],
    faculty: "Фізичний факультет"
},
{
    id: 63,
    specialityTitle: "Фізика та астрономія",
    jobsList: [
        "астроном",
        "інженер-фізик",
        "науковий співробітник чи викладач у закладах освіти",
        "фахівець у галузі методів навчання",
        "фізик"
    ],
    faculty: "Фізичний факультет"
},
{
    id: 64,
    specialityTitle: "Електронні комунікації та радіотехніка",
    jobsList: [
        "інженер електрозв’язку",
        "інженер з організації виробничих процесів електрозв’язку",
        "інженер інформаційно-телекомунікаційних систем",
        "інженер інформаційно-телекомунікаційних технологій",
        "інженер лінійних споруд електрозв’язку та абонентських пристроїв",
        "інженер мережі стільникового зв’язку",
        "науковий співробітник чи викладач у закладах освіти"
    ],
    faculty: "Фізичний факультет"
},

{
    id: 65,
    specialityTitle: "Прикладна фізика та наноматеріали",
    jobsList: [
        "лаборант та технік, по’вязані з хімічними та фізичними дослідженнями",
        "науковий співробітник чи викладач у закладах освіти",
        "технічний фахівець в галузі прикладних наук та техніки",
        "технічний фахівець в галузі фізичних наук та техніки",
        "технічний фахівець – електрик",
        "технічний фахівець в галузі електроніки та телекомунікацій",
        "технічний фахівець – механік",
        "фізик"
    ],
    faculty: "Фізичний факультет"
},
{
    id: 66,
    specialityTitle: "Кібербезпека та захист інформації",
    jobsList: [
        "інженер з комп’ютерних систем",
        "інженер з програмного забезпечення комп’ютерів",
        "інженер-дослідник з комп’ютеризованих систем та автоматики",
        "інженер із застосування комп’ютерів",
        "інженер електрозв’язку",
        "інженер-електронік",
        "інженер інформаційно-телекомунікаційних систем",
        "інженер з експлуатації систем захисту інформації",
        "інженер з організації та управління діяльністю служб інформаційної безпеки",
        "інженер-проєктувальник комплексних систем захисту інформації",
        "науковий співробітник чи викладач у закладах освіти",
        "фахівець із організації захисту інформації з обмеженим доступом"
    ],
    faculty: "Фізичний факультет"
},
{
    id: 67,
    specialityTitle: "Мікро- та наносистемна техніка",
    jobsList: [
        "асистент",
        "інженер з патентної та винахідницької роботи",
        "інженер із впровадження нової техніки й технології",
        "інженер із стандартизації та якості",
        "інженер-дослідник",
        "інженер-конструктор",
        "інженер-технолог",
        "науковий співробітник чи викладач у закладах освіти",
        "фахівець з медичної фізики"
    ],
    faculty: "Фізичний факультет"
},


{
    id: 68,
    specialityTitle: "Медицина",
    jobsList: [
        "науковий співробітник чи викладач у закладах освіти",
        "лікар-інтерн",
        "лікар-стажист",
        "лікар-резидент"
    ],
    faculty: "Медичний факультет"
},
{
    id: 69,
    specialityTitle: "Фармація, промислова фармація. Фармація",
    jobsList: [
        "завідувач аптечного пункту",
        "завідувач відділу",
        "медичний представник",
        "науковий співробітник чи викладач у закладах освіти",
        "провізор клінічний",
        "провізор-аналітик",
        "фармацевт"
    ],
    faculty: "Медичний факультет"
},


{
    id: 70,
    specialityTitle: "Стоматологія",
    jobsList: [
        "науковий співробітник чи викладач у закладах освіти",
        "лікар-стоматолог"
    ],
    faculty: "Стоматологічний факультет"
}


    ];

